Revit 2027 API
FabricationItemFolder Properties
The FabricationItemFolder type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Name |  The item folder's name.
Top
See Also
Reference
FabricationItemFolder Class
Autodesk.Revit.DB Namespace